Repository: speedbros/scrbotuha
Catalog: SCMBot/Strings.*.resx
Languages: ru_ru

# aboutBody
source: Opensource Project Note: Program may contain critical bugs, for testing purposes only! Website: http://scmbot.com Copyright © 2013-2014 Maxx53 Do you want to visit Github page?
ru_ru: Проект с открытым исходным кодом Внимание: Программа может содержать критические ошибки и предназначена только для тестирования! Сайт: http://scmbot.ru Copyright © 2013-2014 Maxx53 Хотите посетить страницу проекта на Github?

source: Already Logged
ru_ru: Вы уже в сети

source: Attention!
ru_ru: Внимание!

# Bought
source: Item bought
ru_ru: Предмет куплен.

# BuyError
source: Error while buying!
ru_ru: Ошибка покупки!

# buyingProc
source: Buying "{0}" in process...
ru_ru: Покупка предмета "{0}"...

source: Cancel
ru_ru: Отмена

# ChangeLang
source: Language changed to
ru_ru: Язык площадки изменен на

# ErrAccInfo
source: Error loading account information!
ru_ru: Ошибка при загрузке информации аккаунта!

# ErrLogin
source: Error while Login:
ru_ru: Ошибка при входе:

# FirstTime
source: It's first time launch. Please, check settings. You can find it in system tray anytime.
ru_ru: Это первый запуск программы. Пожалуйста, произведите первоначальную настройку. В дальнейшем вы можете открыть окно настроек через контекстное меню в системном трее.

# FoundShown
source: Found: {0}, Shown: {1}
ru_ru: Предметов найдено: {0}, из них показано: {1}

# inInventory
source: In Inventory ({0})
ru_ru: В инвентаре ({0})

source: Item
ru_ru: Предмет

source: Login
ru_ru: Логин

# LoginSucc
source: Login Success
ru_ru: Вы успешно зашли

source: Logout
ru_ru: Выйти

# NotLogged
source: is not logged
ru_ru: вне сети

# onSale
source: On Sale ({0})
ru_ru: В продаже ({0})

# SaleItems
source: Items on Sale
ru_ru: Предметы в продаже

# ScanCancel
source: Scan Cancelled
ru_ru: Сканирование отменено

# ScanError
source: Error while scanning!
ru_ru: Ошибка сканирования!

# ScanPrice
source: Scanning Prices...
ru_ru: Сканирование цен...

source: Start
ru_ru: Начать

source: Stop
ru_ru: Стоп

source: Try Login...
ru_ru: Попытка входа...

# TryToFind
source: Try to find and choose an Item first!
ru_ru: Для начала попробуйте найти предмет, а затем добавить его в сканер!

# AboutTitle
source: About...
ru_ru: О программе

# AddSell
source: Adding to Sale...
ru_ru: Выставление на продажу...

# CheckVal
source: Check your values and try again.
ru_ru: Проверьте свои значения и попробуйте снова.

# LoadInvFirst
source: You need to load Inventory fist.
ru_ru: Для начала загрузите свой инвентарь.

# LoginFirst
source: Please login first.
ru_ru: Залогиньтесь, чтобы выполнить это действие.

source: Logouted
ru_ru: Вышел

# NotWork
source: Feature is not working yet.
ru_ru: Функция пока недоступна.

# RemSell
source: Remove Sell
ru_ru: Снять

# Sell
source: Sell Checked
ru_ru: Продать

# WrongPrice
source: Price format is invalid!
ru_ru: Неверный формат цены!

# OnSaleErr
source: Items On sale not found!
ru_ru: Предметов на продаже не найдено

# SearchErr
source: Nothing found
ru_ru: Ничего не найдено

# UnknownErr
source: Unknown Error
ru_ru: Неопознанная ошибка

# CheckIt
source: Please, Check desired Items
ru_ru: Пожалуйста, отметьте желаемые предметы

# RemSellStat
source: Removing from Sell...
ru_ru: Снятие с продажи...

# SellRemoved
source: Item(s) removed from Sell
ru_ru: Предмет снят с продажи

source: Loading...
ru_ru: Грузится...

# NFS
source: Not For Sale
ru_ru: Не продается

source: None
ru_ru: Нет

# Relogin
source: Try to relogin...
ru_ru: Перелогинимся...

source: Warning
ru_ru: Внимание

# GraphTip
source: Time: {0} Price: {1} {2}
ru_ru: Время: {0} Цена: {1} {2}

# GraphFor
source: Price Graph for {0}
ru_ru: График цен для предмета {0}

# LogEmpty
source: Log for this Item is Empty.
ru_ru: Лог для этого предмета пуст.

# donateLink
source: https://www.paypal.com/cgi-bin/webscr?cmd=_donations&business=demmaxx@gmail.com&lc=EN&item_name=SteamCMBot%20Donate&currency_code=RUB&bn=PP-DonationsBF
ru_ru: https://www.paypal.com/cgi-bin/webscr?cmd=_donations&business=demmaxx@gmail.com&lc=RU&item_name=SteamCMBot%20Donate&currency_code=RUB&bn=PP-DonationsBF
